[neutral.A_DwarvenTreasury H7BattleSite]
mDescription="В этом укрепленном хранилище спрятаны сокровища одного из кланов гномов."

[neutral.A_Prison H7Prison]
mDescription="Здесь заточен могучий герой. Освободите узника, и он присоединится к вам."

UCP 1.1

[Abilities.A_Runestone_Ability H7BaseAbility]
mName="Руническая стела"
mTooltip="Даёт вашим героям способность "Руническая ловушка" на время следующих %buff.buff.durini сражений: с вероятностью %d.min% каждое вражеское существо может потерять возможность передвигаться во время каждого своего хода.\nКроме того, герой получает %buff.buff.stat к %icon_movement дальности перемещения."

[Abilities.A_Runestone_Trap_Buff H7BaseBuff]
mName="Руническая ловушка"
mTooltip="Существо не может двигаться до конца этого хода."

[Abilities.A_Runestone_Trap_Ability H7CreatureAbility]
mName="Руническая ловушка"
mTooltip="Существо не может двигаться до конца этого хода."

[Abilities.A_Runestone_Buff H7BaseBuff]
mName="Руническая стела"
mTooltip="С вероятностью %d.min% каждое вражеское существо может потерять возможность передвигаться во время каждого своего хода на время следующих %durnow сражений."